export const API_URL = "http://213.108.129.250:4000";

export const pageTitle = {
  "/report": "Отчётность",
  "/profile": "Мой профиль",
  "/employee": "Сотрудники",
  "/cert": "База сертификатов",
  "/guide": "Справочники",
  "/guide/vendor": "Справочник “Вендоры”",
  "/guide/cert": "Справочник “Типы сертификатов”",
  "/guide/specialty": "Справочник “Специальности”",
  "/guide/credential": "Справочник “Виды удостоверений”",
  "/guide/degree": "Справочник “Типы учёных степеней”",
  vendor: "Справочник “Вендоры”",
  cert: "Справочник “Типы сертификатов”",
  specialty: "Справочник “Специальности”",
  credential: "Справочник “Виды удостоверений”",
  degree: "Справочник “Типы учёных степеней”",
};

export const guide = [
  {
    title: "Справочник “Вендоры”",
    path: "vendor",
  },
  {
    title: "Справочник “Типы сертификатов”",
    path: "cert",
  },
  {
    title: "Справочник “Специальности”",
    path: "specialty",
  },
  {
    title: "Справочник “Виды удостоверений”",
    path: "credential",
  },
  {
    title: "Справочник “Типы учёных степеней”",
    path: "degree",
  },
];
